[
    {
        "num": 4,
        "type": "ElectricLiftingTable",
        "items": [
            {
                "title": "cycle desk",
                "imgNum": 7,
                "hasVideo": 0,
                "index": "0",
                "des": "adjustable indoor bicycle table workstation is a must for all serious cyclists in indoor training solutions or warming up before a race. Designed with ease of use in mind, you can easily get the water bottle or mobile phone placed on the bike trainer desk",
                "subdes": [],
                "hasimgDes": 0
            },{
                "title": "Dual Motor Home Office Desks L-Shaped Height Adjustable Electric Standing Desk Corner Desk",
                "imgNum": 8,
                "hasVideo": 1,
                "index": "1",
                "des": "Lanrui height adjustable desk allows you to freely adjust from sitting to standing, ensuring optimal productivity  whether you are delivering a presentation or working at home.",
                "subdes": [
                    "Electric Height Adjustable: The desk has 3 preset buttons to customize your desired heights from 27.6 to 47.3.",
                    "Elegant Workspace: The L-shaped large work surface measuring 48 to provide ample room.",
                    "Electric Lift System: The lift system with sturdy steel. Contained an industrial-grade steel frame that able to support up to 176 lbs.",
                    "Wooden Stand: Our additional wooden stand can be used as a laptop riser or a storage shelf."
                ],
                "hasimgDes": 0
            },{
                "title": "Easily Adjust Height Single Motor Electric Standing Desk Large Writing PC Desk Modern Simple Table for Home Office",
                "imgNum": 7,
                "hasVideo": 1,
                "index": "2",
                "subdes": [
                    "Digital Display Handset - 4 memory preset options for easy adjustment.",
                    "Electric Lift System - Fully motorized lift from 680 to1160mm height",
                    "Telescopic Height Adjustment - The strong legs use telescopic adjustment transitioning from sitting to standing",
                    "High-grade industrial steel,Safe, Sturdy & Easy to Assemble"
                ],
                "hasimgDes": 0,
                "des": "Lanrui height adjustable desk allows you to freely adjust from sitting to standing, ensuring optimal productivity  whether you are delivering a presentation or working at home."
            },{
                "title": "Modern Electric Height Adjustable Sit-Stand Desk Frame with Dual Motors",
                "imgNum": 7,
                "hasVideo": 0,
                "index": "3",
                "subdes": [
                    "Digital Display Handset - 4 memory preset options for easy adjustment.",
                    "Electric Lift System - Fully motorized lift from 680 to1160mm height",
                    "Telescopic Height Adjustment - The strong legs use telescopic adjustment transitioning from sitting to standing"
                ],
                "hasimgDes": 0,
                "des": "Lanrui height adjustable desk allows you to freely adjust from sitting to standing, ensuring optimal productivity  whether you are delivering a presentation or working at home."
            }
        ]
    },{
        "num": 1,
        "type": "KidsStudyDesk",
        "items":[
            {
                "title": "Height Adjustable Children School Study Desk with Tilt Desktop Bookstand LED Light Metal Hook and Storage Drawer for Boys Girls",
                "imgNum": 5,
                "hasVideo": 1,
                "index": "0",
                "des": " Lanrui this interactive desk and chair station combines fun and safety for kids of varying age and size! Perfect for kids' rooms, study areas, and more.",
                "subdes": [
                    "Ergonomics - Comfortably designed and height adjustable to avoid unhealthy slouching.",
                    "Age Recommendation - This desk and chair station is recommended for children ages 3-10.",
                    "Material - Both desk and chair have solid steel frames for sturdiness and stability",
                    "Storage - Large organized pull out drawer for storing coloring utensils, books, papers, etc."
                ],
                "hasimgDes": 0
            }
        ]
    },{
        "num": 8,
        "type": "Others",
        "items":[
            {
                "title": "A4 File Cabinet 3 Drawer Mobile Pedestal With Cushion Under Table Movable File Cabinet",
                "imgNum": 7,
                "hasVideo": 0,
                "index": "0",
                "des": "",
                "subdes": [
                    "3 drawers mobile filing cabinet fits under most desks.",
                    "One lock controls all three drawers, keeps your business private.",
                    "Two stationery drawers and one filing drawer support A4 file folders.",
                    "Five casters: 4 caster wheels brake and fifth wheels."
                ],
                "hasimgDes": 1
            },{
                "title": "Bamboo Laptop Desk, Large Laptop Desk for Lap with Cushion, Wrist Rest & Slot for Tablet",
                "imgNum": 7,
                "index": "1",
                "des": "",
                "subdes": [
                    "Optimized for right and left-handed- Ambidextrous designed dual mouse pad makes the laptop tray is comfortable in either hand. No curl, No deformation, No degumming. A high-performance mouse pad allows your mouse to move smoothly and rapidly, speeding up your creative workflow.",
                    "Easy to Store-Comes with a portable handle, you can easily take the lap desk anywhere you want. Plus, it also can be hung behind the doors or stored in the storage cabinet."
                ],
                "hasimgDes": 0,
                "hasVideo":0
            },{
                "title": "Dual Monitor Mounts Stand Support, Full Motion Swivel Gas Spring for LCD Computer Monitor",
                "imgNum": 5,
                "hasVideo": 0,
                "des": "Clear up valuable desk space and enhance work flow with Lanrui ZL-A518. This steel dual arm mount attaches to the back of your desk, freeing up space that the original stand can take up.",
                "subdes": [
                    "Full articulation and extension",
                    "Egronimic screen positioning"
                ],
                "hasimgDes": 0,
                "index": "2"
            },{
                "title": "Ergonomic Laptop Stand Aluminum Computer Riser Laptop Elevator for Desk Metal Holder",
                "imgNum": 7,
                "hasVideo": 0,
                "des": "what you need most is choose Lanrui Laptop Stand Table!",
                "subdes": [
                    "Have you ever thought about getting a table to hold your laptop when lying on the bed and sofa?",
                    "Do you want to have a portable table to put your personal things when sometime go out?",
                    "Do you want to have breakfast on the bed to enjoy a relaxing weekend?"
                ],
                "hasimgDes": 0,
                "index": "3"
            },{
                "title": "Heavy Duty Fully Adjustable LCD LED Monitor Mount Arms Hold Two Screens",
                "imgNum": 5,
                "hasVideo": 1,
                "des": "Clear up valuable desk space and enhance work flow with Lanrui ZL-A518. This steel dual arm mount attaches to the back of your desk, freeing up space that the original stand can take up.",
                "subdes": [
                    "Full articulation and extension",
                    "Egronimic screen positioning"
                ],
                "hasimgDes": 0,
                "index": "4"
            },{
                "title": "Height Adjustable TV Base Stand for 37-55 inch LCD LED TVs",
                "imgNum": 4,
                "hasVideo": 1,
                "des": "Lanrui TV mounting bracket design fits most 37\" - 55\" flat-panel LCD/LED/Plasma TVs up to 88lbs.This TV stand has it all. 15-minute installation, 4 inches of height adjustment, 4 positions to suit different applications or TV sizes.",
                "subdes": [
                    "Universal design",
                    "Adjustable height and durability ",
                    "Easy installation"
                ],
                "hasimgDes": 0,
                "index": "5"
            },{
                "title": "Lap Desk Foldable Portable Bed Desk for Laptop with Cup Slot and Writing with Notebook Stand Breakfast Bed Table Book Holder Lap",
                "imgNum": 7,
                "hasVideo": 0,
                "des": "what you need most is choose Lanrui Laptop Stand Table!",
                "subdes": [
                    "Have you ever thought about getting a table to hold your laptop when lying on the bed and sofa?",
                    "Do you want to have a portable table to put your personal things when sometime go out?",
                    "Do you want to have breakfast on the bed to enjoy a relaxing weekend?"
                ],
                "hasimgDes": 0,
                "index": "6"
            },{
                "title": "Lap Laptop Desk, Moclever Portable Notebook Desk with Pillow Cushion, Bamboo Lap Desk wStopper Ledge for 18.5in Laptop, Tablet",
                "imgNum": 7,
                "hasVideo": 0,
                "des": "",
                "subdes": [
                    "Fits up to 17.3\" Laptop-L x W:18.5\" x 11.8\", Selected with eco-friendly bamboo material, the desktop is smooth, durable, and easy to clean. It's ideal for writing, sketching, typing, working, and reading and works for laptops, cellphone, tablets, and wireless keyboards.",
                    "Optimized for right and left-handed- Ambidextrous designed dual mouse pad makes the laptop tray is comfortable in either hand. No curl, No deformation, No degumming. A high-performance mouse pad allows your mouse to move smoothly and rapidly, speeding up your creative workflow.",
                    "Premium Wrist Rest & Dual Cushion-Filled with the high-quality sponge, the wrist rest & the double bolster cushion allow you to comfortably play on your laptop in bed, on the couch, and on the floor. The ergonomic wrist support not only keeps the hand in a natural position but also prevents things from sliding off. The dual cushion provides comfort for your legs and knee also supports you work comfortably with the screen at eye level.",
                    "Media-device Groove-Length 11\", the phone slot is widely compatible with most tablets, smartphones, and E-reader. Free your hands while having Online Classes, a Video Conference, Watching Movies, Typing with Wireless Keyboard, and more.",
                    "Easy to Store-Comes with a portable handle, you can easily take the lap desk anywhere you want."
                ],
                "hasimgDes": 0,
                "index": "7"
            }
        ]
    },{
        "num": "",
        "type": "PneumaticLiftingTable",
        "items":[
            {
                "title": "Best Choice Products Drawing Drafting Craft Art Table Folding Adjustable Desk wStool - BlackWhite",
                "imgNum": 5,
                "hasVideo": 0,
                "des": "Increase productivity as you create, draw, or build at the perfect height and angle with this adjustable workstation",
                "subdes": [
                    "Work more efficiently with easy access to any materials or tools you need using 3 drawers and an extra shelf attached to the table",
                    "Conveniently store any books or materials on an additional metal shelf under the table that keeps items out of the way",
                    "Stay focused on your work/studies on a comfortable padded stool for the perfect finish to your workstation",
                    "Overall Dimensions: 47\"(L) x 23.75\"(W) x 30 - 45\"(H); Desk Capacity: 110 lbs."
                ],
                "hasimgDes": 0,
                "index": "0"
            }, {
                "title": "Ergonomic Adjustable Mobile Standing Desk for Laptop with Rolling Wheels Sit to Stand Computer Table",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "Lanrui multi-purpose mobile laptop desk allows you to freely adjust from sitting to standing, ensuring optimal productivity whether you are delivering a presentation or working at home.",
                "subdes": [
                    "Adjust to Your Needs",
                    "Ergonomics",
                    "Safe, Sturdy & Easy to Assemble"
                ],
                "hasimgDes": 1,
                "index": "1"
            },{
                "title": "Excellent Pneumatic Sit and Stand Mobile Desk Adjustable Height Laptop Desk Lectern for Classrooms Offices and Home",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "Lanrui multi-purpose mobile laptop desk allows you to freely adjust from sitting to standing, ensuring optimal productivity  whether you are delivering a presentation or working at home, trainning in school.",
                "subdes": [
                    "Adjust to Your Needs",
                    "Ergonomics",
                    "Safe, Sturdy & Easy to Assemble"
                ],
                "hasimgDes": 0,
                "index": "2"
            },{
                "title": "Factory Directly Sale Rolling Single Leg Sit-Stand Laptop Computer Desk Adjustable Height Computer Cart Standing Desk",
                "imgNum": 7,
                "hasVideo": 1,
                "des": "Laurui provides a multifunction table for your living space. The high quality Multi-Function gas lifting table has been widely used in office, home, commercial as a bistro table in a modern bar, or a cooffee shop as a coffee table, hospital over bed table to provide more comfortable customer experience. ",
                "subdes": [
                    "Item No.: ZL006",
                    "Frame : Alumnium",
                    "Base : steel",
                    "Height range : 680-1080mm"
                ],
                "hasimgDes": 0,
                "index": "3"
            },{
                "title": "Height Adjustable Desk Converter, tabletop workstation with Removable Keyboard Tray, Sit to Stand Workstation Laptop Stand Desk",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "",
                "subdes": [
                    "Built-in gas lift system:easy and quick to adjust.",
                    "Steel frames: completely recycled.",
                    "Elastic locking in any position: tailor it to your needs easily."
                ],
                "hasimgDes": 0,
                "index": "4"
            },{
                "title": "Height Adjustable Drafting Draft Desk Drawing Table Desk Tiltable Tabletop wStool and Storage Drawer for Reading, Writing Art C",
                "imgNum": 5,
                "hasVideo": 0,
                "des": "drawing table is made of high quality P2 MDF Tabletop & Powder Coated Iron Legs & Nonwovens Drawers. Adjustable height (28\"-35.8\" ) and angle makes different work positions possible, The top table adjusts from 0 - 45 degrees",
                "subdes": [
                    "Variety of Ways to Use     This drawing table has Multi-function use. The main workstation can be adjusted up according to your comfort need. When you don't need to use it, you can put the top of the desktop down, as a desk to use directly. Two spacious drawers serve as storage space for pens and other drawing tools",
                    "Protect Your Floor The legs of the designed with pad for stability & floor protection .The sheet stopper on lip effective prevent sheets slipping",
                    "Easy to Assemble  table is easy to assemble and the all required accessories are included. Overall Dimension: 55\" x 23.62\" x 28\"-35.8\", Table surface: 34\" x 23.62\", 2 drawers (12\" x 18\" each), Stool: 12.2\"(dia.)x20.87\"(H)",
                    "Constructed with high quality MDF and supported by powder coated iron legs.Comes with a matched premium stool offers you comfort.This drawing desk is ideal for drawing, crafting, painting"
                ],
                "hasimgDes": 0,
                "index": "5"
            },{
                "title": "Large Height Adjustable Standing Desk Converter Workstation With Dual Monitor Riser And Keyboard Tray",
                "imgNum": 8,
                "hasVideo": 0,
                "des": "This Lanrui sit-stand desk converter will change the way you work! Enables you sit on top of your existing desk and allows you to work comfortably from either a sitting or standing position. ",
                "subdes": [
                    "SIT-STAND DESK CONVERTER - Sitting all day will cause health problems. Our converter suit your existing desk to transition to standing at the office.",
                    "STANDING WORKSTATION – Move smoothly from sitting to standing  with the help of the gas spring mechanism. ",
                    "DESKTOP SPACE – top platform and  keyboard platform provide ample space for laptops",
                    "SPRING LOADED ARM: Gas spring allows you to adjust your position easily and smoothly"
                ],
                "hasimgDes": 0,
                "index": "6"
            },{
                "title": "manual height adjustable sit and stand desk Double column gas lifting adjustable height pneumatic laptop computer desk",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "Laurui provides a multifunction table for your living space. The high quality Multi-Function gas lifting table has been widely used in office, home, commercial as a bistro table in a modern bar, or a cooffee shop as a coffee table, hospital over bed table to provide more comfortable customer experience. ",
                "subdes": [],
                "hasimgDes": 0,
                "index": "7"
            },{
                "title": "Mobile Height Adjustable Table Pneumatic Desk, Gas Spring Single Column Sit Stand Table with Wheels",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "",
                "subdes": [],
                "hasimgDes": 0,
                "index": "8"
            },{
                "title": "Mobile Stand Up Desk Adjustable Laptop Workstation Muti-Purpose Rolling Podium Lectern with Wheels Laptop Workstation Desk",
                "imgNum": 7,
                "hasVideo": 1,
                "des": "Lanrui multi-purpose mobile laptop desk allows you to freely adjust from sitting to standing, ensuring optimal productivity whether you are delivering a presentation or working at home.",
                "subdes": [
                    "Adjust to Your Needs",
                    "Ergonomics",
                    "Safe, Sturdy & Easy to Assemble"
                ],
                "hasimgDes": 1,
                "index": "9"
            },{
                "title": "Pneumatic Desk Height Adjustable Table Sit Stand Desk Gas Lift Single Legs Modern Office Standing Desk with Tiltable Desktop",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "Lanrui multi-purpose mobile laptop desk allows you to freely adjust from sitting to standing, ensuring optimal productivity whether you are delivering a presentation or working at home.",
                "subdes": [
                    "Adjust to Your Needs",
                    "Ergonomics",
                    "Safe, Sturdy & Easy to Assemble"
                ],
                "hasimgDes": 1,
                "index": "10"
            },{
                "title": "Pneumatic Height Adjustable Standing Desk Sit to Stand Computer Desk Workstation with Aluminum Leg",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "",
                "subdes": [],
                "hasimgDes": 1,
                "index": "11"
            },{
                "title": "Rolling Casters Lazy Bedside Laptop Table Simple Desktop Home Mobile Small Table",
                "imgNum": 6,
                "hasVideo": 0,
                "des": "Lanrui side table cart height can be adjusted from 22'' to 30'', at a suitable height, helps to keep you in comfort when using this rolling table. ",
                "subdes": [
                    "You can stand or sit when you at work, to reduce the discomfort caused by long-term posture.",
                    "Convenient C Shape design allows you to slide this table underneath a sofa/ couch/ chair or bed to make your snacks, coffee, remotes, magazines easier to reach.",
                    "Made of 16mm MDF panels and The frame is made of premium 1.2 mm thickness steel pipe and has a coating that is resistant against rust.",
                    "It is great for small space, apartment and dorm living. "
                ],
                "hasimgDes": 0,
                "index": "12"
            },{
                "title": "Single Column Gas Lifting Adjustable Height Table Pneumatic Laptop Computer Desk",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "",
                "subdes": [],
                "hasimgDes": 1,
                "index": "13"
            },{
                "title": "Sit to Stand Up Gas Spring Lift Desk Riser - Home Office Desk Workstation for Dual Monitors and Laptop",
                "imgNum": 7,
                "hasVideo": 0,
                "des": "Lanrui multi-purpose mobile laptop desk allows you to freely adjust from sitting to standing, ensuring optimal productivity whether you are delivering a presentation or working at home.",
                "subdes": [
                    "Adjust to Your Needs",
                    "Ergonomics",
                    "Safe, Sturdy & Easy to Assemble"
                ],
                "hasimgDes": 1,
                "index": "14"
            },{
                "title": "Square Single Column Gas Lift Adjustable Height Desk Adjustable Laptop Desk Mobile Rolling Desk Workstation",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "",
                "subdes": [],
                "hasimgDes": 1,
                "index": "15"
            }
        ]
    },{
        "num": 5,
        "type": "Hardware",
        "items":[
            {
                "title":"Douper Soft Close Lid Support Hinge 70N-120N Automatic Slow Lowering Safety Toy Box Hinges Pack of 2",
                "imgNum": 8,
                "hasVideo": 1,
                "des": "",
                "subdes": [],
                "hasimgDes": 0,
                "index": "0"
            },{
                "title": "High Quality Factory Direcctly Sale Pneumatic Height Adjustable Tatami Lift Column Aluminum Lifting Column",
                "imgNum": 6,
                "hasVideo": 1,
                "des": "Our lifting column is a perfect addition to a smart home. With a column built into a compact housing, it is easily implemented into various furniture applications such as small tables, stools, or booths.",
                "subdes": [
                    "Height range: 310-710mm",
                    "Stroke: 400mm",
                    "Material: steel  Alumnium ",
                    "Soft lifting up and down ",
                    "Easy to handle"
                ],
                "hasimgDes": 0,
                "index": "1"
            },{
                "title": "Pneumatic Adjustable Tatami Lifting Column For Home and Recreational Vehicle",
                "imgNum": 4,
                "hasVideo": 1,
                "des": "Our lifting column is a perfect addition to a smart home. With a column built into a compact housing, it is easily implemented into various furniture applications such as small tables, stools, or booths.",
                "subdes": [
                    "Height range: 310-710mm",
                    "Stroke: 400mm",
                    "Material: steel  Alumnium ",
                    "Soft lifting up and down ",
                    "Easy to handle"
                ],
                "hasimgDes": 0,
                "index": "2"
            },{
                "title": "Single gas lift column for sit to stand desk metal leg for height adjustable desk",
                "imgNum": 5,
                "hasVideo": 1,
                "des": "",
                "subdes": [
                    "height range:65-395mm ",
                    "stroke:330mm ",
                    "table top size:730*470mm",
                    "table top thickness:15mm",
                    "loading capacity:10Kg",
                    "color:white ,black"
                ],
                "hasimgDes": 0,
                "index": "3"
            },{
                "title": "SUSPA cabinet Gas Spring",
                "imgNum": 6,
                "hasVideo": 0,
                "des": "",
                "subdes": [
                    "suspa cabinet gas spring",
                    "length :244mm",
                    "compressed length :154mm",
                    "force :60N   80N   100N   120N"
                ],
                "hasimgDes": 0,
                "index": "4"
            }
        ]
    }
]